export const FAQDataExecutor = [
  {
    title: 'Учетная запись',
    subsections: [
      {
        name: 'Подтверждение учетной записи',
        answer: [
          {
            subText:
              'Для того, чтобы вы могли принимать задачи, мы должны подтвердить вашу учётную запись. Мы проверим ваши данные, как только вы заполните необходимую информацию:',
            dotSubText: [
              {
                text: 'Личные данные',
              },
              {
                text: 'Платёжные данные',
              },
              {
                text: 'Направление услуг',
              },
              {
                text: 'Регион',
              },
            ],
          },
          {
            subText:
              'Далее с вами свяжется координатор по указанному номеру или почте для уточнения дополнительной информации и если все хорошо — подтвердит вашу учётную запись.',
          },
          {
            subText:
              'После подтверждения изменение личных и платёжных данных будет заблокировано. Доступ на редактирование можно будет получить, связавшись со службой поддержки.',
          },
          {
            subText:
              'Просмотр опубликованных задач доступен вам и без подтверждённой учётной записи.',
          },
        ],
      },
      {
        name: 'Личные данные',
        answer: [
          {
            subText:
              'Для того, чтобы вы могли принимать задачи, мы должны подтвердить вашу учётную запись. Мы проверим ваши данные, как только вы заполните необходимую информацию:',
            dotSubText: [
              {
                text: 'Личные данные',
              },
              {
                text: 'Платёжные данные',
              },
              {
                text: 'Направление услуг',
              },
              {
                text: 'Регион',
              },
            ],
          },
          {
            subText:
              'Далее с вами свяжется координатор по указанному номеру или почте для уточнения дополнительной информации и если все хорошо — подтвердит вашу учётную запись.',
            dotSubText: [
              {
                text: 'Обращаем ваше внимание, что оплата выполненных работ подрядчика производится со стороны куратора',
              },
              {
                text: 'Обращаем ваше внимание, что оплата выполненных работ подрядчика производится со стороны куратора',
              },
            ],
            numSubText: [
              {
                text: 'Обращаем ваше внимание, что оплата выполненных работ подрядчика производится со стороны куратора',
              },
              {
                text: 'Обращаем ваше внимание, что оплата выполненных работ подрядчика производится со стороны куратора',
              },
            ],
            lineRightText: 'Обращаем ',
          },
        ],
      },
      { name: 'Оплата' },
      { name: 'Подключение Telegram-бота' },
      { name: 'Удаление учетной записи' },
      { name: 'Команда' },
      { name: 'Куратор и подрядчик' },
    ],
  },
  {
    title: 'Работа с задачами',
    subsections: [
      { name: 'Тип задачи "Первый отклик"' },
      { name: 'Тип задачи "Лоты"' },
      { name: 'Тип задачи "Внутренний исполнитель"' },
      { name: 'Задачи по приглашениям' },
      { name: 'Задачи с участием куратора и подрядчика' },
      { name: 'Cтатусы задач' },
      { name: 'Смета' },
    ],
  },
  {
    title: 'Уведомления',
    subsections: [
      { name: 'Какие бывают уведомления' },
      { name: 'Почему не приходят PUSH-уведомления в мобильном приложении' },
    ],
  },
  // {
  //   title: 'Рейтинг',
  //   subsections: [
  //     { name: '' },
  //   ],
  // },
];

export const FAQDataСoordinator = [
  {
    title: 'Права Координатора и Руководителя',
    subsections: [
      {
        name: 'Доступ к задачам',
      },
      { name: 'Приглашение кандидатов в задачи' },
    ],
  },
  {
    title: 'Профиль и подтверждение учетной записи',
    subsections: [
      { name: 'Подтверждение учетной записи' },
      { name: 'Подключение Telegram-бота' },
      { name: 'Удаление учетной записи' },
    ],
  },
  {
    title: 'Работа с задачами',
    subsections: [
      { name: 'Тип задачи "Первый отклик"' },
      { name: 'Тип задачи "Лоты"' },
      { name: 'Тип задачи "Внутренний исполнитель"' },
      { name: 'Задачи по приглашениям' },
      { name: 'Задачи с участием куратора и подрядчика' },
      { name: 'Cтатусы задач' },
      { name: 'Смета' },
    ],
  },
  {
    title: 'Справочники',
    subsections: [
      { name: 'Справочник “Услуги”' },
      { name: 'Справочник "Пользователи"' },
    ],
  },
  {
    title: 'Уведомления',
    subsections: [
      { name: 'Какие бывают уведомления' },
      {
        name: 'Почему исполнителю не приходят PUSH-уведомления в мобильном приложении',
      },
    ],
  },
];
